[
  {
    "link": "https://timesofindia.indiatimes.com/city/chennai/world-disability-day-no-horoscope-or-magic-behind-mental-illness/articleshow/106036688.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-78553754,width-300,resizemode-4/78553754.jpg",
    "title": "‘No horoscope or magic behind mental illness’",
    "time": "TNN / Dec 16, 2023, 08:19 (IST)",
    "article": ""
  },
  {
    "link": "https://timesofindia.indiatimes.com/city/ahmedabad/cities-can-but-lack-will-to-be-disability-friendly/articleshow/105689785.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105689785,width-300,resizemode-4/105689785.jpg",
    "title": "Cities can but lack will to be disability-friendly",
    "time": "TNN / Dec 03, 2023, 07:07 (IST)",
    "article": "The Accessible India campaign in Gujarat's cities has remained a mixed bag in terms of making physical and digital spaces accessible to people with disabilities (PwDs). While some changes have been made after accessibility audits, compliance with universal accessibility norms is poor. A mobile app developed by Voice of Specially Abled Persons (VoSAP) provides ratings on buildings in Ahmedabad, Surat, Vadodara, and Rajkot, with only 7% receiving '5 star' facilities for PwDs. On average, 62% of buildings are inaccessible. The onus is on everyone to prioritize accessibility for all potential users, beyond PwDs."
  },
  {
    "link": "https://timesofindia.indiatimes.com/india/govt-pushes-for-make-in-india-in-diagnostics-rolls-out-iq-test-to-assess-intellectual-disability/articleshow/105921041.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105921041,width-300,resizemode-4/105921041.jpg",
    "title": "Govt pushes for \"Make in India' in diagnostics, rolls out IQ test to assess intellectual disability",
    "time": "TIMESOFINDIA.COM / Dec 12, 2023, 10:42 (IST)disability",
    "article": "The government has introduced the 'Indian Test of Intelligence' to assess intellectual disability. This IQ assessment test kit, developed by NIEPID, is approved for issuing Unique disability Identity certificates. The minister handed out UDID cards to children who underwent the test. This test kit will promote 'Make In India' diagnostics and be accessible to trained Indian psychologists. NIEPID's test is based on knowledge, reasoning, quantitative reasoning, spatial reasoning, and working memory, suitable for children aged 3-18."
  },
  {
    "link": "https://timesofindia.indiatimes.com/india/16-change-makers-honoured-with-helen-keller-awards-for-strides-towards-inclusivity/articleshow/105863844.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105863844,width-300,resizemode-4/105863844.jpg",
    "title": "16 change-makers honoured with Helen Keller awards for strides towards inclusivity",
    "time": "TIMESOFINDIA.COM / Dec 09, 2023, 17:55 (IST)",
    "article": "16 individuals and firms honored with the 24th Helen Keller Awards for fostering inclusive work environment and championing integration of disabled individuals into mainstream workforce. Winners from diverse states in India showcased commitment to inclusivity. Awards, a joint initiative of NCPEDP and LTIMindtree, empower PWDs and inspire inclusive job market. Arman Ali, executive director of NCPEDP, emphasized the Awards' role in recognizing individuals and institutions promoting employment, equality, and diversity. Debashis Chatterjee, CEO of LTIMindtree, highlighted the importance of skilling and employment opportunities for disabled individuals to integrate into the mainstream job market."
  },
  {
    "link": "https://timesofindia.indiatimes.com/entertainment/events/jaipur/awareness-fair-organised-on-the-eve-of-world-disability-day/articleshow/105681102.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-78553754,width-300,resizemode-4/78553754.jpg",
    "title": "Awareness fair organised on the eve of World disability Day",
    "time": "TNN / Dec 02, 2023, 18:06 (IST)",
    "article": ""
  },
  {
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/malaika-arora-keeps-calm-as-her-physically-disabled-fan-puts-his-hand-on-her-waist-bodyguard-intervenes/articleshow/106103417.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-106103417,width-300,resizemode-4/106103417.jpg",
    "title": "Malaika Arora keeps calm as her physically disabled fan puts his hand on her waist, bodyguard intervenes",
    "time": "etimes.in / Dec 19, 2023, 01:47 (IST)",
    "article": "One of her fans, who was physically disabled, turned to Malaika Arora to click a selfie with her, which garnered several reactions from netizens. While posing, the fan wrapped his hand around her waist which made Malaika visibly uncomfortable. However, she kept calm and continued to have a smile on her face. One of her bodyguards also intervened after she made a gesture with her hands to call him."
  },
  {
    "link": "https://timesofindia.indiatimes.com/india/in-unique-punishment-for-delay-in-updation-of-disability-status-mtnl-officers-directed-to-serve-students-with-disabilities-for-5-days/articleshow/105505669.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105505669,width-300,resizemode-4/105505669.jpg",
    "title": "In unique punishment for delay in updation of disability status, MTNL officers directed to serve students with disabilities for 5 days",
    "time": "TNN / Nov 26, 2023, 08:04 (IST)",
    "article": "The Court of the Chief Commissioner of Persons with Disabilities has punished officials responsible for a four-year delay in updating the category of a Mahanagar Telephone Nigam Ltd employee. The officials will have to render five days of service to students with disabilities at Amar Jyoti Charitable Trust in Delhi. Chief commissioner Rajesh Aggarwal expressed strong dissatisfaction with the delay and set a December 31 deadline for completion. A report has been requested."
  },
  {
    "link": "https://timesofindia.indiatimes.com/business/india-business/disabilitys-not-the-issue-accessible-technology-is/articleshow/105950042.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105950042,width-300,resizemode-4/105950042.jpg",
    "title": "disability’s not the issue, accessible technology is",
    "time": "TNN / Dec 13, 2023, 10:02 (IST)",
    "article": ""
  },
  {
    "link": "https://timesofindia.indiatimes.com/city/goa/govt-committed-to-welfare-of-persons-with-disabilities/articleshow/105848889.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-78553754,width-300,resizemode-4/78553754.jpg",
    "title": "‘Govt committed to welfare of persons with disabilities’",
    "time": "Dec 09, 2023, 04:30 (IST)",
    "article": ""
  },
  {
    "link": "https://timesofindia.indiatimes.com/india/errant-officials-punished-asked-to-serve-disabled-students-for-5-days/articleshow/105519209.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105519209,width-300,resizemode-4/105519209.jpg",
    "title": "Errant officials punished, asked to serve disabled students for 5 days",
    "time": "TNN / Nov 27, 2023, 02:21 (IST)",
    "article": "The Court of the Chief Commissioner of Persons with Disabilities has punished officials responsible for a four-year delay in updating the category of a Mahanagar Telephone Nigam Ltd employee. The officials will have to serve five days at Amar Jyoti Charitable Trust, a Delhi institution for students with disabilities, to be sensitized on disability matters. The Chief Commissioner has set a deadline of December 31 for completing this service and has requested a report on the matter."
  },
  {
    "link": "https://timesofindia.indiatimes.com/city/ahmedabad/disabled-dalit-beaten-up-for-sitting-on-cot/articleshow/105457767.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105457767,width-300,resizemode-4/105457767.jpg",
    "title": "Disabled Dalit beaten up for sitting on cot",
    "time": "TNN / Nov 24, 2023, 06:14 (IST)",
    "article": "A 20-year-old Dalit man was brutally assaulted by four men from the Thakor community in Nedroda village. The incident occurred because the victim sat on a cot belonging to a member of the Thakor community. The assault was captured in a viral video and showed the physically handicapped Dalit man being beaten and abused. The victim, Ashwin Parmar, had a disability in his left leg since birth. The prime accused, Alpesh Vasant Thakor, along with three others, subjected Ashwin to caste-based slurs and physical violence."
  },
  {
    "link": "https://timesofindia.indiatimes.com/india/how-an-armless-woman-got-into-the-drivers-seat/articleshow/105857499.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105857499,width-300,resizemode-4/105857499.jpg",
    "title": "How an armless woman got into the driver’s seat",
    "time": "TNN / Dec 09, 2023, 13:15 (IST)",
    "article": "She doesn't have arms but that didn't stop her from learning how to drive, getting a licence and driving on city roads"
  },
  {
    "link": "https://timesofindia.indiatimes.com/city/delhi/disabled-students-jnu/articleshow/105369863.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105369863,width-300,resizemode-4/105369863.jpg",
    "title": "Why disabled students want JNU to Walk The Talk",
    "time": "TNN / Nov 21, 2023, 08:10 (IST)",
    "article": "The Jawaharlal Nehru University (JNU) campus in Delhi lacks accessibility for disabled students, violating the norms set by the University Grants Commission. The campus, built on rocky terrain, has inaccessible entrances, absent ramps, and elevators, making it difficult for students with disabilities to navigate. The lack of proper infrastructure and facilities, such as tactile pavements, lifts, and ramps, hinders the daily lives of disabled students. The Disabled Students' Association (DSA) of JNU has raised concerns about the absence of infrastructure to aid visually impaired students. The university's Equal Opportunity Cell has failed to address these grievances effectively."
  },
  {
    "link": "https://timesofindia.indiatimes.com/india/cities-can-but-lack-will-to-be-disability-friendly/articleshow/105684735.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105684735,width-300,resizemode-4/105684735.jpg",
    "title": "Cities can but lack will to be disability-friendly",
    "time": "TIMESOFINDIA.COM / Dec 02, 2023, 23:54 (IST)",
    "article": "On International Day Of Persons With Disabilities, TOI Takes A Hard Look At How Far The Accessible India Campaign Has Come Since Its 2015 Launch. While Public Infrastructure Has Become Inclusive To Some Extent, It’s Clearly Not Enough"
  },
  {
    "link": "https://timesofindia.indiatimes.com/city/pune/lack-of-data-on-specially-abled-voters-poses-challenges-for-election-officials/articleshow/105741370.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-78553754,width-300,resizemode-4/78553754.jpg",
    "title": "Only 5.6 lakh specially abled voters registered across state",
    "time": "Dec 05, 2023, 08:49 (IST)",
    "article": ""
  },
  {
    "link": "https://timesofindia.indiatimes.com/city/delhi/delhi-airport-tries-to-make-travel-bright-sunny-for-those-with-hidden-disabilities/articleshow/105273411.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105273411,width-300,resizemode-4/105273411.jpg",
    "title": "Delhi airport tries to make travel bright & sunny for those with hidden disabilities",
    "time": "TNN / Nov 17, 2023, 04:46 (IST)",
    "article": "Delhi International Airport Limited (DIAL) has introduced special services for travelers with hidden disabilities at Delhi airport. The airport has transformed into a Sunflower airport, aligned with the Hidden Disabilities Sunflower initiative. Passengers can use discreet items like lanyards, pin badges, and wristbands to signal their need for assistance. All passenger-facing staff members have undergone training on hidden disabilities to ensure a caring and supportive environment throughout the journey. The initiative is part of DIAL's commitment to providing a seamless travel experience for all passengers."
  },
  {
    "link": "https://timesofindia.indiatimes.com/city/lucknow/up-is-the-only-state-in-country-to-have-2-varsities-for-disabled-cm/articleshow/105714070.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105714070,width-300,resizemode-4/105714070.jpg",
    "title": "UP is the only state in country to have 2 varsities for disabled: CM",
    "time": "TNN / Dec 04, 2023, 08:54 (IST)",
    "article": ""
  },
  {
    "link": "https://timesofindia.indiatimes.com/india/president-droupadi-murmu-confers-national-awards-calls-for-inclusive-ecosystem/articleshow/105712020.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105712020,width-300,resizemode-4/105712020.jpg",
    "title": "President Droupadi Murmu confers national awards, calls for inclusive ecosystem",
    "time": "TNN / Dec 04, 2023, 07:51 (IST)",
    "article": "Teen Mumbai swimmer Jia Rai, deaf designer Himanshu Kansal, visually impaired Taha ldrees Haaziq, and Amazon India were among the recipients of the annual national awards for persons with disabilities in India. The awards, presented by President Droupadi Murmu, recognized individuals and organizations for their achievements in empowerment and inclusivity. Jia Rai, an open water para swimmer, has achieved national and international fame, while Himanshu Kansal has developed innovative Indian Sign language resources."
  },
  {
    "link": "https://timesofindia.indiatimes.com/india/make-offices-disabled-friendly-depute-staff-at-ground-floor-to-provide-service/articleshow/105249997.cms",
    "img": "https://static.toiimg.com/photo/25581306.cms",
    "title": "‘Make offices disabled-friendly, depute staff at ground floor to provide service’",
    "time": "TNN / Nov 16, 2023, 10:08 (IST)",
    "article": "The Chief Commissioner of Disabilities in India has stated that all government offices and public services must be made accessible to people with disabilities. This includes deputing staff on the ground floor and providing services in accessible areas. The recommendations were made by the Court of the Chief Commissioner for Persons with Disabilities after a disability rights activist had a difficult experience during the registration of her marriage. The court expressed concern over the insensitive handling of the matter."
  },
  {
    "link": "https://timesofindia.indiatimes.com/education/news/india-introduces-home-based-schooling-for-children-with-special-needs/articleshow/104999243.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-104999243,width-300,resizemode-4/104999243.jpg",
    "title": "India introduces home-based schooling for children with special needs",
    "time": "TNN / Nov 06, 2023, 09:52 (IST)",
    "article": "The Department of School Education and Literacy (DSEL) in India is planning to introduce home-based schooling for students with severe disabilities as part of special inclusivity measures. Under the new norms by the NCERT, an itinerant resource teacher will visit the students' homes to provide guidance and support. The initiative aims to help children with special needs, physically challenged students, and those from disadvantaged backgrounds acquire necessary learning levels. Special educators will also be appointed, and regular teachers will receive cross-disability training to better support these students. The guidelines align with the objectives of the National Education Policy (NEP) 2020."
  },
  {
    "link": "https://timesofindia.indiatimes.com/entertainment/tamil/music/making-a-difference-to-the-margazhi-music-fest-with-inclusivity/articleshow/105647683.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105647683,width-300,resizemode-4/105647683.jpg",
    "title": "Making a difference to the Margazhi music fest with inclusivity",
    "time": "TNN / Dec 01, 2023, 12:15 (IST)",
    "article": "The event, which puts the spotlight on disabled artistes, is organised by Dr Ranjini Kaushik. She talks to us about the importance of inclusivity and how sabhas can be more inclusive."
  },
  {
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/aankh-micholi-producers-cbfc-served-notice-over-films-content-mocking-disabilities/articleshow/105181449.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105181449,width-300,resizemode-4/105181449.jpg",
    "title": "‘Aankh Micholi’ producers, CBFC served notice over film’s content mocking disabilities",
    "time": "etimes.in / Nov 13, 2023, 13:46 (IST)",
    "article": "The court of the chief commissioner for persons with disabilities (CCPD) has issued a notice to the producers of the Hindi film 'Aankh Micholi' and the Central Board of Film Certification (CBFC) regarding the content that mocks various types of disabilities. disability rights groups have expressed concerns about the film's narrative. The CCPD has requested a reply from the filmmakers and CBFC within 10 days, stating that the film may be in violation of the Rights of Persons with Disabilities Act, 2016. Non-compliance could result in punishment under the Act."
  },
  {
    "link": "https://timesofindia.indiatimes.com/sports/cricket/news/england-physical-disability-team-to-play-five-it20s-in-jan-feb-in-india/articleshow/105631593.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105631593,width-300,resizemode-4/105631593.jpg",
    "title": "England Physical disability team to play five IT20s in Jan-Feb in India",
    "time": "TNN / Nov 30, 2023, 19:39 (IST)",
    "article": "It's not just the England men's cricket team which will be in action in India early next year when it tours the country for a five-Test series. England's Men’s Physical disability team too will be playing a five I20s series in India in January and February"
  },
  {
    "link": "https://timesofindia.indiatimes.com/india/government-puts-anganwadi-workers-on-the-frontline-to-identify-track-children-with-disabilities/articleshow/105576122.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105576122,width-300,resizemode-4/105576122.jpg",
    "title": "Government puts 'anganwadi' workers on the frontline to identify & track children with disabilities",
    "time": "TNN / Nov 29, 2023, 07:16 (IST)",
    "article": "The Centre launched the 'Anganwadi protocol' to identify disabilities in children and connect them to interventions. This protocol, focused on children with disabilities, provides training for anganwadi workers. The workers use the Poshan Tracker app to collect data and track the children. All children will be assessed for developmental delays and referred to ASHA and ANM. The protocol also supports families and encourages integration of children with disabilities into mainstream schools. Anganwadi centres will adopt a multi-sensory and toy-based approach to cater to different needs."
  },
  {
    "link": "https://timesofindia.indiatimes.com/india/inclusiveness-on-menu-shows-apex-court-makes-space-for-cafe-run-by-the-disabled/articleshow/105133663.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105133663,width-300,resizemode-4/105133663.jpg",
    "title": "Inclusiveness on menu, shows apex court, makes space for cafe run by the disabled",
    "time": "TNN / Nov 11, 2023, 01:21 (IST)",
    "article": "The Supreme Court of India has allowed the opening of a cafe called 'Mitti Cafe' on its premises. The cafe, founded in 2017 by Alina Alam, aims to provide employment and training to individuals with disabilities. It has expanded to over 38 cafes and served over 2 million meals during the Covid-19 pandemic. The Chief Justice of India highlighted the importance of inclusiveness and praised the cafe for its role in promoting inclusion and empowerment. The cafe's decor reflects the talents within the disabled community."
  },
  {
    "link": "https://timesofindia.indiatimes.com/gadgets-news/police-want-parents-to-disable-this-feature-on-their-kids-iphones-heres-why/articleshow/105533171.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105533171,width-300,resizemode-4/105533171.jpg",
    "title": "Police want parents to disable this feature on their kids iPhones, here’s why",
    "time": "TIMESOFINDIA.COM / Nov 27, 2023, 15:40 (IST)",
    "article": "Apple iOS 17 introduces new features and changes, including the 'NameDrop' feature that allows easy exchange of contact information, photos, etc. A local police division in Ohio advises parents to turn off this feature to protect their kids' safety and privacy. Disabling 'NameDrop' can prevent the easy sharing of data like photos, phone numbers, and addresses. To disable 'NameDrop' on your iPhone, go to Settings, tap on General, then AirDrop, and turn off the toggle switch. Even though there is some user input required to share contact information, disabling the feature on kids' phones is a wise choice for added safety and data protection."
  },
  {
    "link": "https://timesofindia.indiatimes.com/city/pune/leprosy-colony-residents-get-tanks-but-no-taps/articleshow/105506575.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105506575,width-300,resizemode-4/105506575.jpg",
    "title": "Leprosy colony residents get tanks, but no taps",
    "time": "Nov 26, 2023, 08:44 (IST)",
    "article": ""
  },
  {
    "link": "https://timesofindia.indiatimes.com/city/jaipur/polling-peaceful-barring-stray-incidents-of-violence-in-state/articleshow/105506307.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105506307,width-300,resizemode-4/105506307.jpg",
    "title": "Polling peaceful barring stray incidents of violence in state",
    "time": "TNN / Nov 26, 2023, 08:33 (IST)",
    "article": ""
  },
  {
    "link": "https://timesofindia.indiatimes.com/city/chennai/hc-turns-investigator-to-protect-disabled-boy/articleshow/105505347.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-105505347,width-300,resizemode-4/105505347.jpg",
    "title": "HC turns investigator to protect disabled boy",
    "time": "TNN / Nov 26, 2023, 07:29 (IST)",
    "article": "A woman named Ramya, claiming to be the boy's stepsister, along with S Babu took custody of the boy and locked out Shanthi. Shanthi's complaints to the police went in vain. A police probe revealed that Ramya's documents, including her birth and death certificates, were fake. Babu's claim of having a law degree and his certificates were also found to be fake. Babu was arrested and detained under the Goondas Act. The court recognized Shanthi as the boy's guardian and appointed M K Kabir and Chitra Narayanan as guardians to monitor his well-being."
  },
  {
    "link": "https://timesofindia.indiatimes.com/india/rights-violated-disability-activist-slams-airport-air-india-express/articleshow/106000118.cms",
    "img": "https://static.toiimg.com/thumb/imgsize-123456,msid-106000118,width-300,resizemode-4/106000118.jpg",
    "title": "Rights violated: disability activist slams airport, Air India Express",
    "time": "TNN / Dec 14, 2023, 22:32 (IST)",
    "article": ""
  }
]